{
    "chairman": [
      {
        "imgLink": "https://i.ibb.co/SJ4hW31/kbhs-chairmain.jpg",
            "name": "মোঃ খোরশেদ আলম",
            "designation": "সভাপতি",
        "msg": "প্রিয় শিক্ষার্থী, অভিভাবক, শিক্ষক ও কর্মচারিগণ,কাঁঠাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয়ের চেয়ারম্যান হিসেবে আপনাদের প্রত্যেককে আমার আন্তরিক শুভেচ্ছা জানাচ্ছি। কুড়িগ্রামের উলিপুর শহরে শিক্ষা ও শ্রেষ্ঠত্বের বাতিঘর হয়ে থাকা এই প্রতিষ্ঠানের নেতৃত্ব দেওয়াটা গর্বের ও সৌভাগ্যের ব্যাপার। কাঁঠাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয়ে, আমরা বিশ্বাস করি যে শিক্ষা শুধু জ্ঞান অর্জন নয়; এটি তরুণ মনকে লালন করা এবং আমাদের সমাজের ভবিষ্যত নেতাদের গঠনের বিষয়ে। একাডেমিক শ্রেষ্ঠত্ব, সামগ্রিক উন্নয়ন এবং চরিত্র গঠনের প্রতি আমাদের অঙ্গীকার অটুট রয়েছে।  আমাদের নিবেদিত শিক্ষক এবং অশিক্ষক কর্মীদের কাছে, আপনার কঠোর পরিশ্রম এবং আবেগ আমাদের স্কুলের সাফল্যের পিছনে চালিকা শক্তি। আমাদের শিক্ষার্থীরা সম্ভাব্য সর্বোত্তম শিক্ষা গ্রহণ নিশ্চিত করার জন্য আপনার অক্লান্ত প্রচেষ্টার জন্য আপনাকে ধন্যবাদ।  পিতামাতা এবং অভিভাবকদের, আপনার সন্তানদের শিক্ষা এবং মঙ্গল আমাদের উপর অর্পণ করার জন্য আপনাকে ধন্যবাদ. একসাথে, আমরা আমাদের শিক্ষার্থীদের সম্ভাবনা এবং স্বপ্ন লালন করার জন্য একটি শক্তিশালী অংশীদারিত্ব গঠন করি। আমাদের শিক্ষার্থীদের কাছে, আমি আপনাকে মনে করিয়ে দিতে চাই যে আপনি এই প্রতিষ্ঠানের হৃদয় এবং আত্মা। কাঁথাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয়ে আপনার যাত্রা শুধুমাত্র একাডেমিক জ্ঞান অর্জনের জন্য নয় বরং মূল্যবোধ, নেতৃত্বের দক্ষতা এবং শেখার প্রতি আজীবন ভালবাসার বিকাশের বিষয়েও। যখন আমরা একটি নতুন শিক্ষাবর্ষ শুরু করি, আসুন আমরা সবাই মিলে এটিকে বৃদ্ধি, অর্জন এবং ইতিবাচক প্রভাবের বছর হিসেবে গড়ে তুলতে কাজ করি। আমাদের স্কুলের উত্তরাধিকার আমাদের সম্প্রদায়ের প্রতিটি সদস্যের সম্মিলিত প্রচেষ্টার উপর নির্মিত, এবং আমি আত্মবিশ্বাসী যে একসাথে, আমরা উজ্জ্বল হতে থাকব। কাঁঠাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয় পরিবারের অংশ হওয়ার জন্য আপনাকে ধন্যবাদ। আমি আপনাদের প্রত্যেকের সামনের শিক্ষাবর্ষ সফল এবং ফলপ্রসূ হোক এই কামনা করি।"
      }
    ],
    "principals":[
        {
            "imgLink": "https://i.ibb.co/CmkJqm6/kbhs.jpg",
            "name": "MD. NAYA MIA",
            "designation": "HEAD MASTER",
          "msg": "প্রিয় শিক্ষার্থী, অভিভাবক, শিক্ষক, এবং কর্মচারী সমূহ, স্বাগতম স্বাগতম করছি আপনাদের কাঁঠাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয়ের প্রতিষ্ঠানে। এই বিদ্যালয়, উলিপুর, কুড়িগ্রাম স্থানীয় সম্প্রদায়ের একটি অমূল্য সম্পদ, একটি শিক্ষার কেন্দ্র, এবং আমরা সমৃদ্ধ পরবর্তী প্রজন্মের জন্য প্রশাসন করতে গর্বিত।আমাদের উদ্দেশ্য শিক্ষার মাধ্যমে নীতিমূলক এবং সমৃদ্ধ মোক্ষের সাথে ছাত্র-ছাত্রীদের মানবীয় ও তত্ত্বাবধান নীতি প্রদান করা। আমরা নিরপেক্ষ শিক্ষা দেওয়ার জন্য প্রতিশ্রুতিবদ্ধ এবং শিক্ষার মাধ্যমে আমরা তাদের স্বপ্ন এবং উচ্চ লক্ষ্যে সাহায্য করতে সমর্থ। এই পথে আমরা একসাথে আগ্রহশীলতা, সাহস, এবং নেতৃত্বের মাধ্যমে যাত্রা করতে যাচ্ছি। এই বিদ্যালয়ের উত্তরাধিকার আমাদের সম্প্রদায়ের প্রতিটি সদস্যের সম্মিলিত প্রচেষ্টার সাথে গড়ে তোলা হয় এবং আমি আত্মবিশ্বাসী যে একসাথে আমরা উজ্জ্বল হতে থাকব। প্রিয় শিক্ষার্থীরা, আপনাদের শিক্ষা এবং উন্নতি হল আমাদের এই প্রতিষ্ঠানের প্রাথমিক উদ্দেশ্য। আমরা আপনাদের সমর্থন ও উৎসাহ পেতে আছি এবং আমরা আপনাদের উচ্চ শিক্ষা এবং জীবনে সাফল্য এবং খুশি কামনা করি।"
        
        },
        {
            "imgLink": "",
            "name": "MD. ROFIQUL ISLAM",
            "designation": "ASSISTANT HEAD MASTER",
            "msg": "প্রিয় শিক্ষার্থীগণ, প্রিয় অভিভাবকগণ, শ্রেষ্ঠ শিক্ষকগণ, আমি সহকারী প্রধান শিক্ষক হয়ে গর্বিত ও খুশি আপনাদের সামনে এই শুভ দিনে স্বাগতম জানাতে। আমাদের কাঁঠাল বাড়ি উচ্চ মাধ্যমিক বিদ্যালয় একটি স্থানীয় প্রতিষ্ঠান হিসেবে পরিচিত এবং একটি শিক্ষা প্রতিষ্ঠান হিসেবে প্রশংসিত হতে গর্ব করে। আমরা আমাদের শিক্ষার্থীদের উন্নতি এবং বৃদ্ধির দিকে অগ্রসর হতে প্রতিশ্রুতিবদ্ধ, আমাদের অধ্যাপনা প্রক্রিয়া মাধ্যমে এবং নতুন শিক্ষানীতি এবং প্রযুক্তির সাথে আমাদের শিক্ষার মান এবং গুণগত মান নিশ্চিত করার জন্য প্রতিশ্রুতিবদ্ধ। আমরা বিদ্যালয়ের শিক্ষক ও কর্মীদের সমর্থন এবং উৎসাহের জন্য প্রশংসা জানাতে চাই, তাদের নিরপেক্ষ প্রশ্রমের জন্য এবং আমরা সমর্থ হতে চাই শিক্ষার্থীদের শ্রেষ্ঠ সহযোগিতা এবং শিক্ষার্থীদের ব্যক্তিগত উন্নতি এবং শিক্ষার্থীদের আগামী জীবনের উদ্দেশ্যে সাহায্য করতে। প্রিয় শিক্ষার্থীগণ, আমরা জানি আপনাদের সামর্থ্য এবং স্বপ্নের এবং আমরা প্রত্যয়ন করি যে আপনি সম্পূর্ণ সাফল্যে পৌঁছাতে পারেন। আমরা আপনাদের প্রার্থনা ও প্রয়াসে সমর্থন করছি এবং আমরা জানি যে আপনি সমৃদ্ধ ও শক্তিশালী ব্যক্তি হতে সক্ষম। "
        }
      ],
      "governing": [
        {
            "imgLink": "https://i.ibb.co/SJ4hW31/kbhs-chairmain.jpg",
            "name": "মোঃ খোরশেদ আলম",
            "designation": "সভাপতি"
        },
        {
            "imgLink": "",
            "name": "আলহাজ মোঃ শওকত আলী",
            "designation": "দাতা সদস্য"
        },
        {
            "imgLink": "",
            "name": "আফসার আলী",
            "designation": "সাধারন অভিভাবক সদস্য"
        },
        {
            "imgLink": "",
            "name": "আবুল কালাম আজাদ",
            "designation": "সাধারন অভিভাবক সদস্য"
        },
        {
            "imgLink": "",
            "name": "মমিনুল ইসলাম",
            "designation": "সাধারন অভিভাবক সদস্য"
        },
        {
            "imgLink": "",
            "name": "মাসুদ রানা",
            "designation": "সাধারন অভিভাবক সদস্য"
        },
        {
            "imgLink": "",
            "name": "মাহফুজা বেগম",
            "designation": "সংরক্ষিত মহিলা অভিভাবক সদস্য"
        },
        {
            "imgLink": "",
            "name": "মোঃ সামসুদ্দোহা সরকার",
            "designation": "সাধারন শিক্ষক সদস্য"
        },
        {
            "imgLink": "",
            "name": "পুস্পজিৎ চন্দ্র বর্মণ",
            "designation": "সাধারন শিক্ষক সদস্য"
        },
        {
            "imgLink": "",
            "name": "উম্মে সালমা বিলকিছ",
            "designation": "সংরক্ষিত মহিলা শিক্ষক সদস্য"
        },
        {
            "imgLink": "",
            "name": "মোঃ নয়া মিয়া",
            "designation": "সদস্য সচিব"
        }
      ]
}