import React from 'react';

const NoticePage = () => {
    return (
      <div>
        <div className="text-center my-12 font-bold text-2xl ">
          আগামী ১৭ আগস্ট এইচএসসি পরীক্ষা শুরু
        </div>
        <div className="md:w-8/12 mx-auto mb-20">
          <p>
            আগামী বছরের (২০২৪ সাল) এসএসসি ও এইচএসসি পরীক্ষার সম্ভাব্য সময় ঘোষণা
            করেছে শিক্ষা বোর্ডগুলো। এর মধ্যে এসএসসি পরীক্ষা হবে আগামী বছরের
            ফেব্রুয়ারির দ্বিতীয় সপ্তাহে এবং এইচএসসি পরীক্ষা হবে জুনের দ্বিতীয়
            সপ্তাহে। আন্তশিক্ষা বোর্ড সমন্বয় কমিটির সভাপতি ও ঢাকা শিক্ষা বোর্ডের
            চেয়ারম্যান অধ্যাপক তপন কুমার সরকার প্রথম আলোকে এ তথ্য জানিয়েছেন।
            তিনি বলেন, এ–সংক্রান্ত নোটিশ শিক্ষা বোর্ডের ওয়েবসাইটেও দেওয়া হয়েছে।
            এইচএসসি পরীক্ষা হবে ২০২৩ সালের পুনর্বিন্যাস করা পাঠ্যসূচি অনুযায়ী,
            তবে এসএসসি পরীক্ষা হবে পূর্ণাঙ্গ পাঠ্যসূচি অনুযায়ী। ২০২০ সালের
            মার্চে করোনা সংক্রমণ পরিস্থিতিতে শিক্ষাপ্রতিষ্ঠান দীর্ঘ সময় বন্ধ
            থাকার কারণে পরীক্ষার সময়সূচি ওলট-পালট হয়ে গেছে। কখনো কখনো পরীক্ষা
            হয়েছে দেরি করে। আবার কখনো কখনো পরীক্ষা ছাড়াই ভিন্ন মূল্যায়নে ফল
            প্রকাশ করা হয়েছে। আগামী বছর থেকে এসএসসি পরীক্ষা স্বাভাবিক সময়ে
            ফিরছে। তবে এইচএসসি পরীক্ষা হবে আগামী বছরেও স্বাভাবিক সময়ের চেয়ে
            কিছুটা দেরিতে। সাধারণত স্বাভাবিক সময়ে ফেব্রুয়ারির শুরুতে এসএসসি এবং
            এপ্রিলের শুরুতে এইচএসসি পরীক্ষা শুরু হতো।
          </p>
        </div>
      </div>
    );
};

export default NoticePage;